Revit 2027 API
ParameterTypeId.SpanDirSymParamLeft Property
 "Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpanDirSymParamLeft { get; }
Public Shared ReadOnly Property SpanDirSymParamLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpanDirSymParamLeft {
	ForgeTypeId^ get ();
}
static member SpanDirSymParamLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace